Repository: ProtonDriveApps/ios-drive
Catalog: PDLocalization/Sources/Resources/iOS-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# setting_system_launch_on_startup
source: Launch on startup
be: Запускаць пры загрузцы камп'ютара
ca: Executa a l'inici
cs: Spustit při startu
da: Start ved opstart
de: Starten beim Systemstart
el: Εκκίνηση κατά την έναρξη
es: Ejecutar al iniciar
es_419: Ejecutar al iniciar
fi: Avaa käynnistettäessä
fr: Lancer au démarrage
hu: Automatikus indítás
id: Luncurkan pada startup
it: Avvia all'avvio
ja: 開始時に開く
ka: გაშვება ჩატვირთვისას
ko: 부팅 후 시작
nb: Kjør ved oppstart
nl: Start bij opstarten
pl: Automatyczne uruchamianie
pt: Executar na inicialização do computador
pt_br: Iniciar na inicialização
ro: Lansare la pornire
ru: Запускать при включении
sk: Spustenie pri štarte
sv: Starta vid uppstart
tr: Açılışta başlatılsın
uk: Запускати при запуску системи
zh_hans: 开机时启动
zh_hant: 電腦啟動時自動運行

# setting_system_new_version_available
source: New version available
be: Даступна новая версія
ca: Hi ha una versió nova disponible
cs: K dispozici je nová verze
da: Ny version tilgængelig
de: Neue Version verfügbar
el: Νέα έκδοση διαθέσιμη
es: Nueva versión disponible
es_419: Nueva versión disponible
fi: Uusi versio saatavilla
fr: Une nouvelle version est disponible.
hu: Új verzió érhető el
id: Versi baru tersedia
it: Nuova versione disponibile
ja: 新しいバージョンが利用可能
ka: ხელმისაწვდომია ახალი ვერსია
ko: 새 버전 사용 가능
nb: Ny versjon tilgjengelig
nl: Nieuwe versie beschikbaar
pl: Dostępna jest nowa wersja
pt: Nova versão disponível
pt_br: Nova versão disponível
ro: Este disponibilă o versiune nouă
ru: Доступна новая версия
sk: K dispozícií je nová verzia
sv: Ny version tillgänglig
tr: Yeni bir sürüm yayınlanmış
uk: Доступна нова версія
zh_hans: 有新版本可用
zh_hant: 有新版本可用

# setting_system_up_to_date
source: Proton Drive is up to date: v%@
be: У вас апошняя версія Proton Drive: v%@
ca: Proton Drive està actualitzat: v%@
cs: Proton Drive je aktuální: v%@
da: Proton Drive er opdateret: v%@
de: Proton Drive ist auf dem aktuellsten Stand: v%@
el: Το Proton Drive είναι ενημερωμένο: v%@
es: Proton Drive está actualizado: v%@
es_419: Proton Drive está actualizado: v%@
fi: Proton Drive on ajan tasalla: v%@
fr: Proton Drive est à jour : v%@
hu: A Proton Drive naprakész: v%@
id: Proton Drive sudah di versi terbaru: v%@
it: Proton Drive è aggiornato: v%@
ja: Proton Driveは最新です：v%@
ka: Proton Drive განახლებულია: v%@
ko: Proton Drive가 최신 버전입니다: v%@
nb: Proton Drive er oppdatert: v%@
pt_br: O Proton Drive está atualizado: v%@
ro: Proton Drive este la zi: v%@
sk: Proton Drive je aktuálny: v%@
sv: Proton Drive är uppdaterad: v%@
tr: Proton Drive güncel: v%@
zh_hans: Proton Drive 已是最新版本：v%@

# setting_system_update_button
source: Update now
be: Абнавіць
ca: Actualitza
cs: Aktualizovat nyní
da: Opdater nu
de: Jetzt aktualisieren
el: Ενημέρωση Τώρα
es: Actualizar ahora
es_419: Actualizar ahora
fi: Päivitä nyt
fr: Mettre à jour
hu: Frissítés
id: Perbarui sekarang
it: Aggiorna ora
ja: 今すぐアップデート
ka: ახლა განახლება
ko: 지금 업데이트하기
nb: Oppdater nå
nl: Nu updaten
pl: Zaktualizuj teraz
pt: Atualizar agora
pt_br: Atualizar agora
ro: Actualizare
ru: Обновить сейчас
sk: Aktualizovať teraz
sv: Uppdatera nu
tr: Güncelle
uk: Оновити зараз
zh_hans: 立即更新
zh_hant: 立即更新

# setting_terms_and_condition
source: Terms and Conditions
be: Умовы выкарыстання
ca: Termes i condicions
cs: Smluvní podmínky užívání
da: Vilkår og betingelser
de: Allgemeine Geschäftsbedingungen
el: Όροι και Προϋποθέσεις
es: Términos y condiciones
es_419: Términos y condiciones
fi: Käyttöehdot
fr: Conditions générales d’utilisation
hu: Szerződési feltételeket
id: Syarat dan Ketentuan
it: Termini e Condizioni
ja: 利用規約
ka: წესები და პირობები
ko: 이용 약관
nb: Vilkår og betingelser
nl: Algemene voorwaarden
pl: Regulamin
pt: Termos e condições
pt_br: Termos e condições
ro: Termeni și condiții
ru: Условия
sk: Podmienky používania
sv: Användarvillkor
tr: Hüküm ve Koşullar
uk: Умови та положення
zh_hans: 条款与细则
zh_hant: 條款與細則

# setting_terms_of_service
source: Terms of service
be: Умовы абслугоўвання
ca: Condicions del servei
cs: Podmínky použití
da: Servicevilkår
de: Nutzungsbedingungen
el: Όροι παροχής υπηρεσιών
es: Términos de servicio
es_419: Términos de servicio
fi: Käyttöehdot
fr: Conditions d'utilisation
hu: Szolgáltatási feltételek
id: Ketentuan layanan
it: Termini di servizio
ja: 利用規約
ka: მომსახურების პირობები
ko: 서비스 이용약관
nb: Bruksvilkår
nl: Servicevoorwaarden
pl: Regulamin
pt: Termos de serviço
pt_br: Termos de serviço
ro: Termenii serviciului
ru: Условия предоставления услуг
sk: Podmienky používania
sv: Användarvillkor
tr: Hizmet şartları
uk: Умови надання послуг
zh_hans: 服务条款
zh_hant: 服務條款

# setting_use_cellular_to_backup
source: Use mobile data to backup photos
be: Выкарыстоўваць мабільныя даныя для рэзервовага капіявання фатаграфій
ca: Utilitza dades mòbils per a fer còpies de seguretat de les fotos
cs: Použít mobilní data k zálohování fotek
da: Brug mobildata til at sikkerhedskopiere fotos
de: Mobile Daten verwenden, um Fotos zu sichern
el: Χρήση δεδομένων κινητής τηλεφωνίας για δημιουργία αντιγράφων ασφαλείας φωτογραφιών
es: Usar datos móviles para hacer copias de seguridad de las fotos
es_419: Usar datos móviles para hacer copias de seguridad de las fotos
fi: Varmuuskopioi kuvat mobiiliverkon välityksellä
fr: Utiliser les données mobiles pour sauvegarder les photos
hu: Mobilinternet használata a fotók biztonsági mentéséhez
id: Gunakan data seluler untuk mencadangkan foto
it: Usa la rete mobile per effettuare il backup delle foto
ja: モバイルデータを使用して写真をバックアップする
ka: მობილური ინტერნეტის გამოყენება ფოტოების მარქაფისთვის
ko: 사진 백업을 위해 모바일 데이터 사용
nb: Bruk mobildata for å ta sikkerhetskopi av bilder
nl: Mobiele data gebruiken om foto's te back-uppen
pl: Użyj danych komórkowych do tworzenia kopii zapasowej zdjęć
pt_br: Usar dados móveis para backup de fotos
ro: Folosire date mobile pentru a conserva fotografiile
sk: Použiť mobilné dáta na zálohovanie fotografií
sv: Använd mobildata för att säkerhetskopiera foton
tr: Fotoğrafları yedeklemek için mobil veri kullanılsın
uk: Використовувати мобільні дані для резервного копіювання фото
zh_hans: 使用移动数据备份照片

# settings_default_home_tab
source: Default home tab
be: Прадвызначаная галоўная ўкладка
ca: Pestanya d'inici per defecte
cs: Výchozí domovská karta
da: Standard startfane
de: Standard-Startseite
el: Προεπιλεγμένη αρχική καρτέλα
es: Pestaña de inicio por defecto
es_419: Pestaña de inicio por defecto
fi: Oletusarvoinen aloitusvälilehti
fr: Onglet d'accueil par défaut
hu: Alapértelmezett kezdőlap oldal
id: Tab beranda bawaan
it: Scheda iniziale predefinita
ja: デフォルトホームタブ
ka: ნაგულისხმვი საწყისი ჩანართი
ko: 기본 홈 탭
nb: Standard hjemfane
nl: Standaard thuispagina-tabblad
pl: Domyślna karta główna
pt: Guia inicial predefinida
pt_br: Guia inicial padrão
ro: Fila principală implicită
ru: Вкладка по умолчанию
sk: Predvolená domovská karta
sv: Standardflik för hem
tr: Varsayılan açılış sekmesi
uk: Типова головна вкладка
zh_hans: 默认首页选项卡
zh_hant: 預設首頁標籤

# share_action_copy_link
source: Copy link
be: Скапіяваць спасылку
ca: Copia l'enllaç
cs: Kopírovat odkaz
da: Kopiér link
de: Link kopieren
el: Αντιγραφή συνδέσμου
es: Copiar el enlace
es_419: Copiar el enlace
fi: Kopioi linkki
fr: Copier le lien
hu: Hivatkozás másolása
id: Salin tautan
it: Copia il link
ja: リンクをコピー
ka: ბმულის კოპირება
ko: 링크 복사하기
nb: Kopier kobling
nl: Koppeling kopiëren
pl: Kopiuj link
pt: Copiar a ligação
pt_br: Copiar link
ro: Copiere legătură web
ru: Копировать ссылку
sk: Kopírovať odkaz
sv: Kopiera länk
tr: Bağlantıyı kopyala
uk: Копіювати посилання
zh_hans: 复制链接
zh_hant: 複製連結

# share_action_copy_password
source: Copy password
be: Скапіяваць пароль
ca: Copia la contrasenya
cs: Kopírovat heslo
da: Kopiér adgangskode
de: Passwort kopieren
el: Αντιγραφή κωδικού πρόσβασης
es: Copiar la contraseña
es_419: Copiar la contraseña
fi: Kopioi salasana
fr: Copier le mot de passe
hu: Jelszó másolása
id: Salin kata sandi
it: Copia la password
ja: パスワードをコピー
ka: პაროლის კოპირება
ko: 비밀번호 복사
nb: Kopier passord
nl: Wachtwoord kopiëren
pl: Kopiuj hasło
pt: Copiar a palavra-passe
pt_br: Copiar senha
ro: Copiere parolă
ru: Копировать пароль
sk: Kopírovať heslo
sv: Kopiera lösenord
tr: Parolayı kopyala
uk: Скопіювати пароль
zh_hans: 复制密码
zh_hant: 複製密碼

# share_action_link_settings
source: Link settings
be: Налады спасылкі
ca: Preferències de l'enllaç
cs: Nastavení odkazu
da: Link-indstillinger
de: Linkeinstellungen
el: Ρυθμίσεις σύνδεσης
es: Ajustes del enlace
es_419: Ajustes del enlace
fi: Linkin asetukset
fr: Paramètres du lien
hu: Link beállítások
id: Pengaturan tautan
it: Impostazioni del collegamento
ja: リンク設定
ka: ბმულის მორგება
ko: 링크 설정
nb: Innstillinger for kobling
nl: Link-instellingen
pl: Ustawienia linku
pt: Definições da ligação
pt_br: Configurações de link
ro: Setări legătură web
ru: Настройки ссылки
sk: Nastavenia odkazu
sv: Länkinställningar
tr: Bağlantı ayarları
uk: Налаштування посилання
zh_hans: 链接设置
zh_hant: 連結設定

# share_action_save_burst_photo
source: Save Burst
be: Захаваць серыю фатаграфій
ca: Desa la ràfega
cs: Uložit sekvenci
da: Gem seriefoto
de: Fotoserie speichern
el: Αποθήκευση Burst
es: Guardar la ráfaga
es_419: Guardar la ráfaga
fi: Tallenna sarjakuva
fr: Enregistrer la rafale
hu: Sorozat mentése
id: Simpan Foto Beruntun
it: Salva Burst
ja: バーストを保存
ka: სურათების სერიის შენახვა
ko: 연사 사진 저장
nb: Lagre serie
nl: Snel bewaren
pl: Zapisz serię
pt: Guardar a rajada
pt_br: Salvar rajada
ro: Salvare serie fotografii
ru: Сохранить серию снимков
sk: Uložiť Burst
sv: Spara serie
tr: Açılışı kaydet
uk: Зберегти Burst
zh_hans: 保存连拍照片
zh_hant: 儲存連拍

# share_action_save_here
source: Save here
be: Захаваць сюды
ca: Desa-ho aquí
cs: Uložit sem
da: Gem her
de: Hier speichern
el: Αποθήκευση εδώ
es: Guardar aquí
es_419: Guardar aquí
fi: Tallenna tähän
fr: Enregistrer ici
hu: Mentés ide
id: Simpan di sini
it: Salva qui
ja: ここに保存
ka: შენახვა აქ
ko: 여기에 저장
nb: Lagre her
nl: Hier opslaan
pt_br: Salvar aqui
ro: Salvare aici
sk: Uložiť sem
sv: Spara här
tr: Buraya kaydet
zh_hans: 保存到此位置

# share_action_save_image
source: Save Image
be: Захаваць відарыс
ca: Desa la imatge
cs: Uložit obrázek
da: Gem billede
de: Bild speichern
el: Αποθήκευση Εικόνας
es: Guardar la imagen
es_419: Guardar la imagen
fi: Tallenna kuva
fr: Enregistrer l'image
hu: Kép mentése
id: Simpan Gambar
it: Salva immagine
ja: 画像を保存
ka: სურათის შენახვა
ko: 사진 저장
nb: Lagre bilde
nl: Afbeelding opslaan
pl: Zapisz zdjęcie
pt: Guardar a imagem
pt_br: Salvar imagem
ro: Salvare imagine
ru: Сохранить изображение
sk: Uložiť obrázok
sv: Spara bild
tr: Görseli kaydet
uk: Зберегти зображення
zh_hans: 保存图像
zh_hant: 儲存圖片

# share_action_save_live_photo
source: Save Live Photo
be: Захаваць жывыя фатаграфіі
ca: Desa la imatge en directe
cs: Uložit Live Photo
da: Gem Live Photo
de: Live Photo speichern
el: Αποθήκευση Κινούμενης Εικόνας
es: Guardar la foto en directo
es_419: Guardar la foto en directo
fi: Tallenna Live Photo -kuva
fr: Enregistrer l'image en direct
hu: Élő fénykép mentése
id: Simpan Foto Siaran Langsung
it: Salva Foto Live
ja: Liveフォトを保存
ka: ცოცხალი სურათის შენახვა
ko: Live Photo 사진 저장
nb: Lage live-foto
nl: Bewaar Live foto
pl: Zapisz Live Photo
pt: Guardar a foto em vivo
pt_br: Salvar foto ao vivo
ro: Salvare fotografie animată
ru: Сохранить Live Photo
sk: Uložiť Live Photo
sv: Spara live-foto
tr: Live fotoğrafı kaydet
uk: Зберегти фото наживо
zh_hans: 保存实时照片
zh_hant: 儲存即時照片

# share_action_share
source: Share
be: Абагуліць
ca: Comparteix
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
es_419: Compartir
fi: Jaa
fr: Partager
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
ka: გაზიარება
ko: 공유
nb: Del
nl: Delen
pl: Udostępnij
pt: Partilhar
pt_br: Compartilhar
ro: Partajare
ru: Поделиться
sk: Zdieľať
sv: Dela
tr: Paylaş
uk: Поділитися
zh_hans: 分享
zh_hant: 共享

# share_action_stop_sharing
source: Stop sharing
be: Спыніць абагульванне
ca: Deixa de compartir
cs: Zrušit sdílení
da: Stop deling
de: Freigabe beenden
el: Διακοπή κοινοποίησης
es: Dejar de compartir
es_419: Dejar de compartir
fi: Lopeta jakaminen
fr: Arrêter le partage
hu: A megosztás leállítása
id: Berhenti berbagi
it: Interrompi la condivisione
ja: 共有を停止
ka: გაზიარების შეწყვეტა
ko: 공유 중지
nb: Avslutt deling
nl: Delen stoppen
pl: Zatrzymaj udostępnianie
pt: Parar a partilha
pt_br: Parar compartilhamento
ro: Oprire partajare
ru: Прекратить доступ
sk: Ukončiť zdieľanie
sv: Sluta dela
tr: Paylaşımdan kaldır
uk: Закрити доступ
zh_hans: 停止共享
zh_hant: 停止共用

# share_action_stop_sharing_desc
source: Delete link and remove access for everyone
be: Выдаліць спасылку і доступ для кожнага ўдзельніка
ca: Suprimeix l'enllaç i elimina l'accés per a tothom
cs: Smazat odkaz a odebrat všem přístup
da: Slet link og fjern adgang for alle
de: Link löschen und Zugriff für alle entfernen
el: Διαγραφή συνδέσμου και κατάργηση πρόσβασης για όλους
es: Eliminar el enlace y el acceso para todos
es_419: Eliminar el enlace y el acceso para todos
fi: Poista linkki ja käyttöoikeudet kaikilta
fr: Supprimer le lien et retirer l'accès pour tous
hu: Link törlése és hozzáférés eltávolítása mindenkinek
id: Hapus tautan dan hapus izin akses bagi semua
it: Elimina il link e rimuovi l'accesso per tutti
ja: リンクを削除し、全員のアクセスを削除
ka: ბმულის წაშლა და წვდომების წაშლა ყველასთვის
ko: 링크를 삭제하고 모두의 접근 권한을 삭제합니다
nb: Slett kobling og fjern tilgangen for alle
nl: Link verwijderen en iedereen toegang ontnemen
pl: Usuń link i dostęp do elementu
pt: Eliminar a ligação e remover o acesso para todos
pt_br: Excluir o link e remover o acesso para todos
ro: Ștergere legătură web și anulare acces pentru toți
ru: Удалить ссылку и удалить доступ для всех
sk: Odstrániť odkaz a zrušiť pre všetkých prístup
sv: Ta bort länk och ta bort åtkomst för alla
tr: Bağlantıyı sil ve herkesin erişim iznini kaldır
uk: Видалити посилання та доступ для всіх
zh_hans: 删除链接并移除所有人的访问权限
zh_hant: 刪除連結並移除所有人的存取權

# share_empty_message
source: Create links and share files with others
be: Стварайце спасылкі і абагульвайце файлы з іншымі
ca: Creeu enllaços i compartiu fitxers amb altres persones
cs: Vytvořte odkazy a sdílejte soubory s ostatními
da: Opret links og del filer med andre
de: Erstelle Links und teile deine Dateien mit anderen
el: Δημιουργήστε συνδέσμους και κοινοποιήστε αρχεία με άλλους
es: Crea enlaces y comparte archivos con otros
es_419: Cree enlaces y comparta archivos con otros
fi: Luo linkkejä ja jaa tiedostoja muiden kanssa
fr: Créez des liens et partagez des fichiers avec d'autres personnes.
hu: Hozzon létre hivatkozásokat és ossza meg a fájlokat másokkal
id: Buat tautan dan bagikan berkas kepada pengguna lain
it: Crea link e condividi i file con altri
ja: リンクを作成し、他の人にファイルを共有
ka: შექმენით ბმულები და გააზიარეთ ფაილები
ko: 링크를 생성하여 내 파일을 다른 사람에게 공유해보세요
nb: Opprett koblinger og del filer med andre
nl: Maak links en deel bestanden met anderen
pl: Utwórz linki i udostępnij pliki innym
pt: Crie ligações e partilhe ficheiros com outros
pt_br: Crie links e compartilhe arquivos com outras pessoas
ro: Creați legături web și partajați fișiere cu alții
ru: Создавайте ссылки и делитесь файлами с другими.
sk: Vytvárajte odkazy a zdieľajte súbory s ostatnými
sv: Skapa länkar och dela filer med andra
tr: Bağlantı oluşturun ve dosyaları başkalarıyla paylaşın
uk: Створити посилання та поділитися файлами з іншими
zh_hans: 创建链接并与他人共享文件
zh_hant: 創建連結並與其他人共享檔案

# share_empty_title
source: Share files with links
be: Абагуліць файлы з дапамогай спасылак
ca: Compartiu fitxers amb enllaços
cs: Sdílejte soubory pomocí odkazů
da: Del filer med links
de: Dateien mit Links teilen
el: Κοινή χρήση αρχείων με συνδέσμους
es: Compartir los archivos con enlaces
es_419: Compartir los archivos con enlaces
fi: Jaa tiedostoja linkeillä
fr: Partagez des fichiers avec des liens.
hu: Fájlok megosztása hivatkozással
id: Bagikan berkas degnan tautan
it: Condividi i file con i link
ja: リンクでファイルを共有
ka: ფაილების ბმულით გაზიარება
ko: 링크로 파일 공유
nb: Del filer med koblinger
nl: Bestanden delen met links
pl: Udostępnij pliki za pomocą linków
pt: Partilhar ficheiros com ligações
pt_br: Compartilhar arquivos com links
ro: Partajare fișiere prin legături web
ru: Обменивайтесь файлами с помощью ссылок
sk: Zdieľajte súbory pomocou odkazov
sv: Dela filer med länkar
tr: Dosyaları bağlantı ile paylaş
uk: Поділіться файлами за допомогою посилань
zh_hans: 通过链接共享文件
zh_hant: 透過連結分享檔案

# share_item
source: Share %@
be: Абагуліць %@
ca: Compartiu %@
cs: Sdílet %@
da: Del %@
de: %@ teilen
el: Κοινοποίηση %@
es: Compartir %@
es_419: Compartir %@
fi: Jaa %@
fr: Partager %@
hu: Megosztás: %@
id: Bagikan %@
it: Condividi %@
ja: 共有%@
ka: %@-ის გაზიარება
ko: %@ 공유
nb: Del %@
nl: %@ delen
pt_br: Compartilhar %@
ro: Partajare %@
sk: Zdieľať %@
sv: Dela %@
tr: %@ paylaş
zh_hans: 共享 %@

# share_legacy_link_warning
source: This link was created with an old Drive version and can not be modified. Delete this link and create a new one to change the settings.
be: Спасылка створана ў папярэдняй версіі Drive, таму яе немагчыма змяніць. Для змянення налад, выдаліце гэту спасылку і стварыце новую.
ca: Aquest enllaç es va crear en una versió antiga de Drive i no es pot modificar. Elimineu l'enllaç i creeu-ne un de nou per canviar-ne la configuració.
cs: Odkaz byl vytvořen v předchozí verzi aplikace a nelze jej upravit. Chcete-li změnit jeho nastavení, odkaz smažte a vytvořte nový.
da: Linket blev oprettet med en ældre Drive-version og kan ikke ændres. Slet dette link og opret et nyt for at ændre indstillingerne.
de: Dieser Link wurde mit einer alten Drive-Version erstellt und kann nicht geändert werden. Lösche diesen Link und erstelle eine neuen, um die Einstellungen zu ändern.
el: Αυτός ο σύνδεσμος δεν μπορεί να τροποποιηθεί, επειδή δημιουργήθηκε σε παρωχημένη έκδοση του Drive. Για να αλλάξετε τη σύνδεση, διαγράψτε τον και δημιουργήστε έναν νέο.
es: Se ha creado este enlace con una versión antigua de Drive y no se puede modificar. Elimínalo y crea uno nuevo para cambiar tu configuración.
es_419: Este enlace se creó con una versión anterior de Drive y no se puede modificar. Elimine este enlace y cree uno nuevo para cambiar los ajustes.
fi: Tämä linkki on luotu vanhalla Drive-versiolla, eikä sitä voi muokata. Muuttaaksesi asetuksia, poista linkki ja luo uusi.
fr: Ce lien a été créé dans une ancienne version de Drive et ne peut pas être modifié. Supprimez ce lien et créez-en un nouveau pour modifier les paramètres.
hu: Ezt a hivatkozást egy régi Drive verzióval hozták létre és nem módosítható. Törölje ezt a hivatkozást és hozzon létre egy újat a beállítások módosításához.
id: Tautan ini dibuat di Drive versi lama dan sudah tidak dapat diubah lagi. Hapus tautan ini dan buat yang baru untuk mengubah pengaturan.
it: Questo link è stato creato con una vecchia versione di Drive e non può essere modificato. Eliminare questo link e crearne uno nuovo per modificare le impostazioni.
ja: このリンクは古いドライブバージョンで作成されたため、変更できません。設定を変更するには、このリンクを削除し、新しいリンクを作成してください。
ka: ეს ბმული Drive-ის ძველ შეიქმნა და ვერ შეიცვლება. პარამტრების შესაცვლელად წაშალეთ ეს ბმული და შექმენით ახალი.
ko: 이 링크는 이전 Drive 버전으로 만들어졌으며 수정할 수 없습니다. 이 링크를 삭제하고 새 링크를 만들어 설정을 변경하십시오.
nb: Denne koblingen ble opprettet med en gammel versjon av Drive og kan ikke endres. Slett denne koblingen og opprett en ny for å endre innstillingene.
nl: Deze link is gemaakt met een oude Drive versie en kan niet worden gewijzigd. Verwijder deze link en maak een nieuwe aan om de instellingen te wijzigen.
pl: Link został utworzony w starej wersji aplikacji i nie może zostać zmodyfikowany. Usuń link i utwórz nowy, aby zmienić jego ustawienia.
pt: Este link foi criado com uma versão antiga do Drive e não pode ser modificado. Elimine esta ligação e crie uma para alterar as definições.
pt_br: Este link foi criado com a versão antiga do Drive e não é possível modificá-lo. Exclua este link e crie um para alterar as configurações.
ro: Această legătură web a fost creată într-o versiune Drive mai veche și nu poate fi modificată. Ștergeți-o și creați una nouă pentru a schimba setările.
ru: Эта ссылка была создана в предыдущей версии и не может быть изменена. Удалите эту ссылку и создайте новую, чтобы изменить настройки.
sk: Tento odkaz bol vytvorený pomocou starej verzie Drive a nemôže byť zmenený. Na zmenu jeho nastavení vymažte tento odkaz a vytvorte nový.
sv: Denna länk skapades med en gammal Drive-version och kan inte ändras. Ta bort denna länk och skapa en ny för att ändra inställningarna.
tr: Bu bağlantı eski bir Drive sürümüyle oluşturulmuş ve düzenlenemiyor. Bu bağlantıyı silin ve ayarları değiştirmek için yeni bir tane oluşturun.
uk: Це посилання було створено за допомогою старої версії Drive і не може бути змінене. Видаліть це посилання та створіть нове, щоб змінити налаштування.
zh_hans: 此链接是用旧版本的 Drive 创建的，无法修改。 请删除此链接并创建新的链接来更改设置。
zh_hant: 此連結乃以舊 Drive 版本建立，無法修改。請刪除此連結並建立新的連結以變更設定。

# share_link_button_delete_link
source: Delete Link
be: Выдаліць спасылку
ca: Elimina l'enllaç
cs: Smazat odkaz
da: Slet link
de: Link löschen
el: Διαγραφή συνδέσμου
es: Eliminar el enlace
es_419: Eliminar el enlace
fi: Poista linkki
fr: Supprimer le lien
hu: Hivatkozás törlése
id: Hapus tautan
it: Elimina collegamento
ja: リンクを削除
ka: ბმულის წაშლა
ko: 링크 삭제
nb: Slett kobling
nl: Link verwijderen
pl: Usuń link
pt: Eliminar a ligação
pt_br: Excluir link
ro: Ștergere legătură web
ru: Удалить ссылку
sk: Vymazať odkaz
sv: Ta bort länk
tr: Bağlantıyı sil
uk: Видалити посилання
zh_hans: 删除链接
zh_hant: 刪除連結

# share_link_drop_unsaved_change_action
source: Leave without saving
be: Выйсці без захавання
ca: Deixa sense desar
cs: Odejít bez uložení
da: Forlad uden at gemme
de: Verlassen, ohne zu speichern
el: Αποχώρηση χωρίς αποθήκευση
es: Salir sin guardar
es_419: Salir sin guardar
fi: Poistu tallentamatta
fr: Quitter sans enregistrer
hu: Kilépés mentés nélkül
id: Keluar tanpa menyimpan
it: Esci senza salvare
ja: 保存せずに終了
ka: გასვლა შენახვის გარეშე
ko: 저장하지 않고 나가기
nb: Forlat uten å lagre
nl: Vertrek zonder op te slaan
pl: Wyjdź bez zapisywania
pt: Deixar sem guardar
pt_br: Sair sem salvar
ro: Părăsire fără salvare
ru: Выйти без сохранения
sk: Odísť bez uloženia
sv: Lämna sidan utan att spara
tr: Kaydetmeden ayrıl
uk: Вийти без збереження
zh_hans: 退出而不保存
zh_hant: 不儲存離開
